пользователи: dict = \
	{
		'Артем': {'пароль': 'утка - не пиво', "photo_path": '/1.png', 'email_address': '...email...'},
		'sdfsdf': {'пароль': 'wewer', "photo_path": '/1.png', 'email_address': '...email...'},
	}



посты = {
	'Артем': {
		'посты': [
			{'название': 'jggb',
			 "описание": "",
			 'фотки': ""},
			
			{'название': 'jggb',
			 "описание": "",
			 'фотки': ""},
			
			{'название': 'jggb',
			 "описание": "",
			 'фотки': ""},
		],
		
	},
	'sdfsdf': {'посты': [
		{'название': '234567',
		 "описание": "65re",
		 'фотки': ""},
		{'название': '234567',
		 "описание": "65re",
		 'фотки': ""},
		{'название': '234567',
		 "описание": "65re", }
	]}
}
