
пользователи: dict = \
    {
        'Артем': {'пароль': 'утка - не пиво', "photo_path": '/1.png', 'email_address': '...email...'},
        'sdfsdf': {'пароль': 'wewer', "photo_path": '/1.png', 'email_address': '...email...'},
        'цукцукцу': {'пароль': 'wewer', "photo_path": '/1.png', 'email_address': '...email...'},
    }

посты: dict = {
    'Артем': {
        'посты': [
            {'название': 'ывотаы',
             "описание": "",
             'фотки': ""},

            {'название': 'йцуйцу',
             "описание": "",
             'фотки': ""},

            {'название': '123123',
             "описание": "",
             'фотки': ""},
        ],
    }
}

смски: list = [
    {('от кого', 'кому'): "смс"},
    {('от кого1', 'кому1'): "смс1"},

]
# print(смски[0][('от кого', "кому")])

# [
# ник: {Ник пользователя,
#       пароль
#       [ имена постов пользователя]
#       ССылка}
# ]
#
#